{"vocab_size":699,"token2id": {"[UNK]": 0, "[BOS]": 1, "[EOS]": 2, "[PAD]": 3, "，": 4, "肺": 5, "影": 6, "膈": 7, "见": 8, "。": 9, "未": 10, "双": 11, "大": 12, "不": 13, "心": 14, "异": 15, "常": 16, "明": 17, "显": 18, "肋": 19, "角": 20, "门": 21, "纵": 22, "隔": 23, "两": 24, "光": 25, "滑": 26, "锐": 27, "利": 28, "宽": 29, "小": 30, "形": 31, "态": 32, "变": 33, "内": 34, "实": 35, "清": 36, "晰": 37, "野": 38, "增": 39, "纹": 40, "理": 41, "多": 42, "侧": 43, "结": 44, "右": 45, "中": 46, "左": 47, "胸": 48, "居": 49, "下": 50, "及": 51, "条": 52, "、": 53, "索": 54, "可": 55, "上": 56, "度": 57, "膜": 58, "节": 59, "高": 60, "密": 61, "状": 62, "硬": 63, "管": 64, "后": 65, "灶": 66, "面": 67, "厚": 68, "术": 69, "少": 70, "纤": 71, "维": 72, "许": 73, "化": 74, "饱": 75, "满": 76, "部": 77, "确": 78, "脉": 79, "骨": 80, "改": 81, "尚": 82, "钙": 83, "动": 84, "主": 85, "合": 86, "片": 87, "置": 88, "？": 89, "请": 90, "椎": 91, "斑": 92, "点": 93, "稍": 94, "临": 95, "气": 96, "床": 97, "平": 98, "查": 99, "发": 100, "模": 101, "糊": 102, "检": 103, "体": 104, "顶": 105, "散": 106, "在": 107, "欠": 108, "端": 109, "弯": 110, "脏": 111, "钝": 112, "略": 113, "水": 114, "前": 115, "位": 116, "能": 117, "约": 118, "现": 119, "较": 120, "性": 121, "末": 122, "表": 123, "质": 124, "肥": 125, "无": 126, "连": 127, "第": 128, "病": 129, "外": 130, "粘": 131, "柱": 132, "脊": 133, "轻": 134, "液": 135, "余": 136, "局": 137, "带": 138, "腔": 139, "规": 140, "间": 141, "积": 142, "缘": 143, "尖": 144, "整": 145, "折": 146, "建": 147, "议": 148, "一": 149, "出": 150, "于": 151, "疑": 152, "进": 153, "时": 154, "要": 155, "必": 156, "入": 157, "渗": 158, "步": 159, "随": 160, "重": 161, "诊": 162, "乳": 163, "-": 164, "边": 165, "分": 166, "乱": 167, "浅": 168, "颈": 169, "叠": 170, "区": 171, "紊": 172, "为": 173, "曲": 174, "网": 175, "著": 176, "团": 177, "格": 178, "迂": 179, "减": 180, "抬": 181, "陈": 182, "旧": 183, "血": 184, "壁": 185, "静": 186, "锁": 187, "考": 188, "虑": 189, "起": 190, "器": 191, "压": 192, "缩": 193, "界": 194, "定": 195, "物": 196, "移": 197, "炎": 198, "示": 199, "似": 200, "透": 201, "复": 202, ".": 203, "处": 204, "关": 205, "固": 206, "搏": 207, "弓": 208, "量": 209, "观": 210, "察": 211, "相": 212, "样": 213, "7": 214, "致": 215, "5": 216, "植": 217, "支": 218, "膨": 219, "属": 220, "旁": 221, "扫": 222, "6": 223, "症": 224, "4": 225, "线": 226, "叶": 227, "圆": 228, "转": 229, "金": 230, "流": 231, "块": 232, "占": 233, "头": 234, "意": 235, "注": 236, "引": 237, "2": 238, "围": 239, "所": 240, "腺": 241, "待": 242, "错": 243, "腰": 244, "8": 245, "织": 246, "段": 247, "腹": 248, "功": 249, "组": 250, "张": 251, "3": 252, "除": 253, "走": 254, "近": 255, "输": 256, "港": 257, "排": 258, "全": 259, "亮": 260, "征": 261, "肿": 262, "裂": 263, "扩": 264, "9": 265, "%": 266, "肌": 267, "断": 268, "呈": 269, "其": 270, "直": 271, "低": 272, "范": 273, "隆": 274, "核": 275, "象": 276, "径": 277, "与": 278, "1": 279, "行": 280, "包": 281, "则": 282, "！": 283, "同": 284, "室": 285, "好": 286, "牵": 287, "拉": 288, "或": 289, "廓": 290, "吸": 291, "肱": 292, "感": 293, "染": 294, "已": 295, "类": 296, "*": 297, "软": 298, "过": 299, "架": 300, "史": 301, "囊": 302, "收": 303, "消": 304, "瘤": 305, "##mm": 306, "投": 307, "受": 308, "肠": 309, "并": 310, "展": 311, "隙": 312, "缺": 313, "原": 314, "拔": 315, "叉": 316, "邻": 317, "符": 318, "##cm": 319, "楚": 320, "肩": 321, "均": 322, "偏": 323, "他": 324, "弧": 325, "如": 326, "畸": 327, "正": 328, "对": 329, "胀": 330, "升": 331, "封": 332, "堵": 333, "限": 334, "幕": 335, "基": 336, "本": 337, "环": 338, "10": 339, "淋": 340, "巴": 341, "疱": 342, "阴": 343, "应": 344, "个": 345, "者": 346, "伴": 347, "失": 348, "周": 349, "皮": 350, "楔": 351, "（": 352, "腋": 353, "甲": 354, "突": 355, "短": 356, "##m": 357, "道": 358, "岛": 359, "匀": 360, "以": 361, "）": 362, "孔": 363, "成": 364, "0": 365, "破": 366, "坏": 367, "新": 368, "癌": 369, "插": 370, "##×": 371, "称": 372, "食": 373, "淡": 374, "慢": 375, "波": 376, "浪": 377, "长": 378, "阻": 379, "浓": 380, "瓣": 381, "冠": 382, "加": 383, "20": 384, "离": 385, "另": 386, "远": 387, "微": 388, "扁": 389, "30": 390, "隐": 391, "疝": 392, "房": 393, "追": 394, "提": 395, "泥": 396, "撤": 397, "程": 398, "被": 399, "5mm": 400, "11": 401, "胆": 402, "比": 403, "域": 404, "访": 405, "弥": 406, "漫": 407, "匿": 408, "伪": 409, "胃": 410, "向": 411, "肾": 412, "育": 413, "游": 414, "疗": 415, "丝": 416, "扭": 417, "3c": 418, "粗": 419, "佳": 420, "肝": 421, "自": 422, "然": 423, "期": 424, "塞": 425, "塌": 426, "陷": 427, "等": 428, "有": 429, "续": 430, "方": 431, "诸": 432, "##1": 433, "卵": 434, "6m": 435, "球": 436, "钉": 437, "损": 438, "伤": 439, "日": 440, "窝": 441, "梗": 442, "窄": 443, "15": 444, "遮": 445, "挡": 446, "导": 447, "5cm": 448, "闭": 449, "往": 450, "详": 451, "8cm": 452, "细": 453, "薄": 454, "五": 455, "掩": 456, "盖": 457, "善": 458, "12": 459, "降": 460, "换": 461, "数": 462, "枚": 463, "切": 464, "毛": 465, "例": 466, "桥": 467, "融": 468, "90": 469, "足": 470, "横": 471, "既": 472, "缝": 473, "构": 474, "空": 475, "强": 476, "25": 477, "根": 478, "粒": 479, "子": 480, "斜": 481, "磨": 482, "玻": 483, "璃": 484, "01": 485, "椭": 486, "韧": 487, "糙": 488, "搭": 489, "50": 490, "人": 491, "工": 492, "棒": 493, "存": 494, "留": 495, "奇": 496, "70": 497, "仍": 498, "石": 499, "烧": 500, "瓶": 501, "治": 502, "2021": 503, "别": 504, "生": 505, "来": 506, "它": 507, "泵": 508, "系": 509, "凸": 510, "此": 511, "次": 512, "60": 513, "8mm": 514, "稀": 515, "疏": 516, "干": 517, "酪": 518, "三": 519, "40": 520, "22": 521, "巨": 522, "脂": 523, "肪": 524, "垫": 525, "3mm": 526, "述": 527, "丘": 528, "17": 529, "夹": 530, "梭": 531, "2022": 532, "开": 533, "退": 534, "源": 535, "?": 536, "圈": 537, "洞": 538, "盘": 539, "80": 540, "截": 541, "泡": 542, "半": 543, "胛": 544, "窦": 545, "响": 546, "舌": 547, "班": 548, "脱": 549, "六": 550, "附": 551, "件": 552, "继": 553, "型": 554, "达": 555, "14": 556, "九": 557, "髓": 558, "饰": 559, "：": 560, "栓": 561, "式": 562, "垂": 563, "柳": 564, "2cm": 565, "痂": 566, "阶": 567, "梯": 568, "轨": 569, "镜": 570, "骈": 571, "57": 572, "13": 573, "超": 574, "声": 575, ")": 576, "底": 577, "填": 578, "充": 579, "##2": 580, "描": 581, "推": 582, "蜂": 583, "含": 584, "裹": 585, "##6": 586, "至": 587, "55": 588, "03": 589, "混": 590, "杂": 591, "16": 592, "峰": 593, "4m": 594, "终": 595, "板": 596, "95": 597, "再": 598, "造": 599, "取": 600, "月": 601, "去": 602, "患": 603, "拍": 604, "·": 605, "情": 606, "况": 607, "2019": 608, "08": 609, "松": 610, "轴": 611, "翘": 612, "背": 613, "综": 614, "拆": 615, "胞": 616, "35": 617, "街": 618, "的": 619, "典": 620, "+": 621, "各": 622, "先": 623, "盂": 624, "易": 625, "列": 626, "义": 627, "甚": 628, "累": 629, "仿": 630, "＜": 631, "##20": 632, "団": 633, "恶": 634, "痰": 635, "46": 636, "44": 637, "33": 638, "24": 639, "介": 640, "尘": 641, "链": 642, "23": 643, "通": 644, "畅": 645, "具": 646, "束": 647, "愈": 648, "活": 649, "普": 650, "遍": 651, "衣": 652, "##x": 653, "##7": 654, "刺": 655, "##45": 656, "63": 657, "07": 658, "容": 659, "脑": 660, "信": 661, "号": 662, "##5": 663, "61": 664, "衰": 665, "偶": 666, "顿": 667, "死": 668, "爸": 669, "妈": 670, "习": 671, "最": 672, "布": 673, "缓": 674, "解": 675, "2017": 676, "26": 677, "##4": 678, "##14": 679, "壳": 680, "交": 681, "62": 682, "穿": 683, "2015": 684, "特": 685, "殊": 686, "滤": 687, "亦": 688, "27": 689, "绑": 690, "聚": 691, "集": 692, "桶": 693, "眼": 694, "创": 695, "股": 696, "住": 697, "良": 698}, "id2token": {"0": "[UNK]", "1": "[BOS]", "2": "[EOS]", "3": "[PAD]", "4": "，", "5": "肺", "6": "影", "7": "膈", "8": "见", "9": "。", "10": "未", "11": "双", "12": "大", "13": "不", "14": "心", "15": "异", "16": "常", "17": "明", "18": "显", "19": "肋", "20": "角", "21": "门", "22": "纵", "23": "隔", "24": "两", "25": "光", "26": "滑", "27": "锐", "28": "利", "29": "宽", "30": "小", "31": "形", "32": "态", "33": "变", "34": "内", "35": "实", "36": "清", "37": "晰", "38": "野", "39": "增", "40": "纹", "41": "理", "42": "多", "43": "侧", "44": "结", "45": "右", "46": "中", "47": "左", "48": "胸", "49": "居", "50": "下", "51": "及", "52": "条", "53": "、", "54": "索", "55": "可", "56": "上", "57": "度", "58": "膜", "59": "节", "60": "高", "61": "密", "62": "状", "63": "硬", "64": "管", "65": "后", "66": "灶", "67": "面", "68": "厚", "69": "术", "70": "少", "71": "纤", "72": "维", "73": "许", "74": "化", "75": "饱", "76": "满", "77": "部", "78": "确", "79": "脉", "80": "骨", "81": "改", "82": "尚", "83": "钙", "84": "动", "85": "主", "86": "合", "87": "片", "88": "置", "89": "？", "90": "请", "91": "椎", "92": "斑", "93": "点", "94": "稍", "95": "临", "96": "气", "97": "床", "98": "平", "99": "查", "100": "发", "101": "模", "102": "糊", "103": "检", "104": "体", "105": "顶", "106": "散", "107": "在", "108": "欠", "109": "端", "110": "弯", "111": "脏", "112": "钝", "113": "略", "114": "水", "115": "前", "116": "位", "117": "能", "118": "约", "119": "现", "120": "较", "121": "性", "122": "末", "123": "表", "124": "质", "125": "肥", "126": "无", "127": "连", "128": "第", "129": "病", "130": "外", "131": "粘", "132": "柱", "133": "脊", "134": "轻", "135": "液", "136": "余", "137": "局", "138": "带", "139": "腔", "140": "规", "141": "间", "142": "积", "143": "缘", "144": "尖", "145": "整", "146": "折", "147": "建", "148": "议", "149": "一", "150": "出", "151": "于", "152": "疑", "153": "进", "154": "时", "155": "要", "156": "必", "157": "入", "158": "渗", "159": "步", "160": "随", "161": "重", "162": "诊", "163": "乳", "164": "-", "165": "边", "166": "分", "167": "乱", "168": "浅", "169": "颈", "170": "叠", "171": "区", "172": "紊", "173": "为", "174": "曲", "175": "网", "176": "著", "177": "团", "178": "格", "179": "迂", "180": "减", "181": "抬", "182": "陈", "183": "旧", "184": "血", "185": "壁", "186": "静", "187": "锁", "188": "考", "189": "虑", "190": "起", "191": "器", "192": "压", "193": "缩", "194": "界", "195": "定", "196": "物", "197": "移", "198": "炎", "199": "示", "200": "似", "201": "透", "202": "复", "203": ".", "204": "处", "205": "关", "206": "固", "207": "搏", "208": "弓", "209": "量", "210": "观", "211": "察", "212": "相", "213": "样", "214": "7", "215": "致", "216": "5", "217": "植", "218": "支", "219": "膨", "220": "属", "221": "旁", "222": "扫", "223": "6", "224": "症", "225": "4", "226": "线", "227": "叶", "228": "圆", "229": "转", "230": "金", "231": "流", "232": "块", "233": "占", "234": "头", "235": "意", "236": "注", "237": "引", "238": "2", "239": "围", "240": "所", "241": "腺", "242": "待", "243": "错", "244": "腰", "245": "8", "246": "织", "247": "段", "248": "腹", "249": "功", "250": "组", "251": "张", "252": "3", "253": "除", "254": "走", "255": "近", "256": "输", "257": "港", "258": "排", "259": "全", "260": "亮", "261": "征", "262": "肿", "263": "裂", "264": "扩", "265": "9", "266": "%", "267": "肌", "268": "断", "269": "呈", "270": "其", "271": "直", "272": "低", "273": "范", "274": "隆", "275": "核", "276": "象", "277": "径", "278": "与", "279": "1", "280": "行", "281": "包", "282": "则", "283": "！", "284": "同", "285": "室", "286": "好", "287": "牵", "288": "拉", "289": "或", "290": "廓", "291": "吸", "292": "肱", "293": "感", "294": "染", "295": "已", "296": "类", "297": "*", "298": "软", "299": "过", "300": "架", "301": "史", "302": "囊", "303": "收", "304": "消", "305": "瘤", "306": "##mm", "307": "投", "308": "受", "309": "肠", "310": "并", "311": "展", "312": "隙", "313": "缺", "314": "原", "315": "拔", "316": "叉", "317": "邻", "318": "符", "319": "##cm", "320": "楚", "321": "肩", "322": "均", "323": "偏", "324": "他", "325": "弧", "326": "如", "327": "畸", "328": "正", "329": "对", "330": "胀", "331": "升", "332": "封", "333": "堵", "334": "限", "335": "幕", "336": "基", "337": "本", "338": "环", "339": "10", "340": "淋", "341": "巴", "342": "疱", "343": "阴", "344": "应", "345": "个", "346": "者", "347": "伴", "348": "失", "349": "周", "350": "皮", "351": "楔", "352": "（", "353": "腋", "354": "甲", "355": "突", "356": "短", "357": "##m", "358": "道", "359": "岛", "360": "匀", "361": "以", "362": "）", "363": "孔", "364": "成", "365": "0", "366": "破", "367": "坏", "368": "新", "369": "癌", "370": "插", "371": "##×", "372": "称", "373": "食", "374": "淡", "375": "慢", "376": "波", "377": "浪", "378": "长", "379": "阻", "380": "浓", "381": "瓣", "382": "冠", "383": "加", "384": "20", "385": "离", "386": "另", "387": "远", "388": "微", "389": "扁", "390": "30", "391": "隐", "392": "疝", "393": "房", "394": "追", "395": "提", "396": "泥", "397": "撤", "398": "程", "399": "被", "400": "5mm", "401": "11", "402": "胆", "403": "比", "404": "域", "405": "访", "406": "弥", "407": "漫", "408": "匿", "409": "伪", "410": "胃", "411": "向", "412": "肾", "413": "育", "414": "游", "415": "疗", "416": "丝", "417": "扭", "418": "3c", "419": "粗", "420": "佳", "421": "肝", "422": "自", "423": "然", "424": "期", "425": "塞", "426": "塌", "427": "陷", "428": "等", "429": "有", "430": "续", "431": "方", "432": "诸", "433": "##1", "434": "卵", "435": "6m", "436": "球", "437": "钉", "438": "损", "439": "伤", "440": "日", "441": "窝", "442": "梗", "443": "窄", "444": "15", "445": "遮", "446": "挡", "447": "导", "448": "5cm", "449": "闭", "450": "往", "451": "详", "452": "8cm", "453": "细", "454": "薄", "455": "五", "456": "掩", "457": "盖", "458": "善", "459": "12", "460": "降", "461": "换", "462": "数", "463": "枚", "464": "切", "465": "毛", "466": "例", "467": "桥", "468": "融", "469": "90", "470": "足", "471": "横", "472": "既", "473": "缝", "474": "构", "475": "空", "476": "强", "477": "25", "478": "根", "479": "粒", "480": "子", "481": "斜", "482": "磨", "483": "玻", "484": "璃", "485": "01", "486": "椭", "487": "韧", "488": "糙", "489": "搭", "490": "50", "491": "人", "492": "工", "493": "棒", "494": "存", "495": "留", "496": "奇", "497": "70", "498": "仍", "499": "石", "500": "烧", "501": "瓶", "502": "治", "503": "2021", "504": "别", "505": "生", "506": "来", "507": "它", "508": "泵", "509": "系", "510": "凸", "511": "此", "512": "次", "513": "60", "514": "8mm", "515": "稀", "516": "疏", "517": "干", "518": "酪", "519": "三", "520": "40", "521": "22", "522": "巨", "523": "脂", "524": "肪", "525": "垫", "526": "3mm", "527": "述", "528": "丘", "529": "17", "530": "夹", "531": "梭", "532": "2022", "533": "开", "534": "退", "535": "源", "536": "?", "537": "圈", "538": "洞", "539": "盘", "540": "80", "541": "截", "542": "泡", "543": "半", "544": "胛", "545": "窦", "546": "响", "547": "舌", "548": "班", "549": "脱", "550": "六", "551": "附", "552": "件", "553": "继", "554": "型", "555": "达", "556": "14", "557": "九", "558": "髓", "559": "饰", "560": "：", "561": "栓", "562": "式", "563": "垂", "564": "柳", "565": "2cm", "566": "痂", "567": "阶", "568": "梯", "569": "轨", "570": "镜", "571": "骈", "572": "57", "573": "13", "574": "超", "575": "声", "576": ")", "577": "底", "578": "填", "579": "充", "580": "##2", "581": "描", "582": "推", "583": "蜂", "584": "含", "585": "裹", "586": "##6", "587": "至", "588": "55", "589": "03", "590": "混", "591": "杂", "592": "16", "593": "峰", "594": "4m", "595": "终", "596": "板", "597": "95", "598": "再", "599": "造", "600": "取", "601": "月", "602": "去", "603": "患", "604": "拍", "605": "·", "606": "情", "607": "况", "608": "2019", "609": "08", "610": "松", "611": "轴", "612": "翘", "613": "背", "614": "综", "615": "拆", "616": "胞", "617": "35", "618": "街", "619": "的", "620": "典", "621": "+", "622": "各", "623": "先", "624": "盂", "625": "易", "626": "列", "627": "义", "628": "甚", "629": "累", "630": "仿", "631": "＜", "632": "##20", "633": "団", "634": "恶", "635": "痰", "636": "46", "637": "44", "638": "33", "639": "24", "640": "介", "641": "尘", "642": "链", "643": "23", "644": "通", "645": "畅", "646": "具", "647": "束", "648": "愈", "649": "活", "650": "普", "651": "遍", "652": "衣", "653": "##x", "654": "##7", "655": "刺", "656": "##45", "657": "63", "658": "07", "659": "容", "660": "脑", "661": "信", "662": "号", "663": "##5", "664": "61", "665": "衰", "666": "偶", "667": "顿", "668": "死", "669": "爸", "670": "妈", "671": "习", "672": "最", "673": "布", "674": "缓", "675": "解", "676": "2017", "677": "26", "678": "##4", "679": "##14", "680": "壳", "681": "交", "682": "62", "683": "穿", "684": "2015", "685": "特", "686": "殊", "687": "滤", "688": "亦", "689": "27", "690": "绑", "691": "聚", "692": "集", "693": "桶", "694": "眼", "695": "创", "696": "股", "697": "住", "698": "良"}}