<unk>
<s>
</s>
<pad>
`
~
!
@
#
$
%
^
&
*
-
_
+
=
\
|
:
;
"
'
,
.
?
/
(
)
{
}
[
]
<
>
the
is
of
and
chest
no
with
in
are
right
report
final
there
pleural
comparison
to
left
impression
effusion
findings
pneumothorax
indication
or
for
pulmonary
lung
a
lateral
normal
radiograph
examination
on
pneumonia
ap
edema
acute
tube
at
pa
atelectasis
portable
unchanged
seen
history
technique
consolidation
lungs
size
prior
heart
old
mild
clear
silhouette
year
from
lower
mediastinal
focal
be
small
has
cardiac
interval
process
change
evidence
contours
effusions
radiographs
stable
cardiomediastinal
compared
views
study
lobe
as
opacity
upper
bilateral
frontal
hilar
cardiopulmonary
new
man
moderate
opacities
tip
volumes
view
low
likely
vascular
patient
cardiomegaly
woman
position
yearold
within
evaluate
ct
noted
increased
not
placement
but
base
eval
congestion
pain
previous
this
been
unremarkable
line
again
lat
sp
may
which
catheter
since
clinical
by
without
cough
none
status
osseous
present
read
exam
pm
limits
cm
an
bibasilar
were
mid
changes
wet
enlarged
post
svc
now
abnormality
large
could
structures
single
am
interstitial
assess
f
well
improved
stomach
most
due
thoracic
upright
rib
m
picc
over
identified
pna
slightly
appearance
hemidiaphragm
obtained
have
dr
infection
please
aorta
was
air
minimal
abnormalities
endotracheal
evaluation
consistent
aspiration
recent
opacification
also
above
otherwise
retrocardiac
central
after
more
fever
mediastinum
basilar
appears
disease
appear
than
carina
terminates
multiple
bases
persistent
breath
vasculature
mildly
chronic
worsening
similar
represent
et
made
intact
fluid
excluded
apical
below
free
severe
remains
rightsided
shortness
ends
volume
reflect
concerning
junction
however
dated
nasogastric
spine
that
chf
earlier
venous
infiltrate
fracture
leftsided
parenchymal
ng
ro
possible
decreased
aortic
significant
silhouettes
region
jugular
if
xray
setting
female
failure
enlargement
performed
reason
patchy
atrium
definite
place
provided
cannot
level
visualized
some
appropriate
fractures
sternotomy
available
intrathoracic
other
projecting
increase
out
known
demonstrated
male
although
abdomen
overall
through
internal
improvement
dyspnea
both
better
costophrenic
comparisons
standard
bony
grossly
linear
areas
wall
wires
any
devices
day
it
support
removed
discussed
diffuse
ptx
approximately
clips
probably
previously
leads
question
tortuous
relevant
scarring
calcified
removal
underlying
telephone
overt
expanded
overload
basal
slight
pacemaker
two
degenerative
terminating
film
intubated
elevation
loss
contour
diaphragm
monitoring
ij
imaged
subclavian
prominent
distal
airspace
mass
infectious
little
prominence
emphysema
substantial
perihilar
copd
though
superimposed
should
lead
would
given
back
suggest
markings
tubes
greater
overlying
adjacent
top
remain
notification
side
demonstrate
area
further
associated
respiratory
difficult
projects
compatible
into
thickening
recently
enteric
hyperinflated
recommended
cabg
along
positioning
median
blunting
hypoxia
still
middle
increasing
ventricle
bilaterally
posterior
angle
resolution
followup
version
discovery
reviewed
cavoatrial
collapse
detected
pigtail
persists
sob
signs
consolidations
extensive
same
tracheostomy
residual
cancer
extent
ett
time
calcifications
patients
portacath
resolved
body
changed
exclude
multifocal
concern
surgical
superior
port
apex
these
density
continued
rule
suggesting
demonstrates
engorgement
pacer
essentially
hernia
image
suggestive
hemithorax
worsened
moderately
constant
its
less
larger
borderline
anterior
subtle
partially
trace
minimally
quadrant
supine
decrease
combination
hila
crowding
assessment
elevated
minutes
bronchovascular
displaced
soft
r
fall
l
vein
surfaces
advanced
intubation
nodular
drainage
abdominal
relatively
probable
pulm
including
information
proximal
nodule
w
appreciable
artery
zone
streaky
postoperative
subcutaneous
feeding
device
considered
aeration
limited
studies
layering
potentially
nodules
mental
possibly
dobbhoff
widening
least
valve
can
midline
somewhat
expected
when
topnormal
vascularity
very
portion
engorged
loculated
date
atelectatic
hiatal
related
extends
infiltrates
one
altered
arch
amount
today
radiographic
location
note
possibility
cxr
pressure
ngt
vs
tortuosity
preexisting
course
metastatic
suggests
allowing
developing
surgery
days
sternal
lines
weakness
vertebral
andor
tissue
versus
compressive
represents
calcification
esophagus
hx
stent
presenting
trachea
neck
tiny
current
significantly
early
substantially
pericardial
recommend
pneumothoraces
placed
assessed
progression
secondary
fevers
lobes
dobhoff
weeks
worse
reflecting
before
cirrhosis
presence
apparent
ventricular
vessels
cta
compression
differences
x
development
correlation
semiupright
component
descending
appreciated
esophageal
knob
mm
sided
shift
border
hazy
hours
submitted
hemorrhage
atrial
obscured
subsequent
asymmetric
following
field
images
repeat
thorax
lesion
redistribution
swanganz
pulled
shows
passes
degree
might
confluent
outside
who
only
hypertension
evaluated
reflects
all
deformity
several
marked
hardware
severity
visible
check
additional
medial
transplant
lymphadenopathy
dense
gastric
shoulder
evident
pneumomediastinum
correct
fully
imaging
replacement
pic
re
heterogeneous
particularly
completely
clinically
continues
productive
extending
widened
resection
accompanied
bowel
courses
recurrent
hypotension
phone
either
dedicated
requirement
parenchyma
congestive
renal
cervical
atherosclerotic
minor
inspiration
pectoral
drain
presents
o
developed
via
fissure
subsegmental
cp
up
md
smaller
rounded
just
widespread
dating
newly
crackles
representing
torso
improving
type
complete
finding
asthma
i
tachycardia
aspect
currently
throughout
mildtomoderate
ho
thoracentesis
leukocytosis
helpful
persist
positioned
worrisome
liver
coronary
cell
angles
pronounced
stroke
trauma
confirm
head
preceding
near
breast
onset
ge
here
vats
involving
mitral
repair
recommendations
scoliosis
inspiratory
dictation
ribs
injury
lobectomy
semierect
high
scan
dual
hyperinflation
etiology
treatment
inferior
suspected
wheezing
described
hilum
rotated
convincing
clearly
rotation
next
distress
main
alveolar
illdefined
had
symptoms
bibasal
except
markedly
project
extubated
afib
conclusion
lucency
dilated
opacifications
inflated
fields
infrahilar
last
complications
pw
malignancy
projection
paged
suggested
progressed
ards
wedge
healed
consider
longer
pathology
syncope
vomiting
follow
distended
hemi
fibrosis
placements
between
sepsis
bronchial
spinal
exacerbation
apices
tachypnea
brachiocephalic
diaphragms
part
ams
trach
partial
biapical
remaining
space
presumed
addendum
arrest
diameter
multilevel
communicated
under
reported
frank
tissues
sinus
results
bronchiectasis
entirely
seizure
bronchus
past
does
shock
found
preop
diagnosis
lymphoma
configuration
gas
peripheral
tension
oxygen
adenopathy
remainder
coiled
show
cad
positions
dialysis
orogastric
carinal
gastroesophageal
withdrawn
deformities
referring
pls
fusion
procedure
lymph
diffusely
thyroid
biopsy
beneath
peribronchial
accentuated
redemonstrated
humeral
lingula
fat
aside
regions
relative
hospital
apchest
laterally
much
pleuritic
exertion
wellexpanded
bones
granuloma
atypical
addition
do
blood
platelike
specifically
cleared
bleed
lesions
confusion
cava
notably
nipple
pneumoperitoneum
distention
vena
received
foreign
radiopaque
clavicle
collection
fx
▁
e
▁N
▁FINAL
▁REPORT
t
▁The
c
d
s
▁IMPRESSION
▁T
y
▁COMPARISON
▁INDICATION
▁FINDINGS
g
▁CHEST
p
▁EXAMINATION
M
PA
b
▁Chest
▁AP
u
▁TECHNIQUE
S
A
F
C
D
v
1
2
n
h
O
N
3
5
T
L
G
4
P
E
k
8
z
6
7
R
9
H
I
V
B
X
U
W
0
Y
Q
